Repository: demirkolemre/pardus-giris
Catalog: pardus/po/introduction/*.po
Languages: de

source: Introduction
de: Einführung

source: For a retrospective future.
de: Für eine Retrospektive Zukunft.

source: What is Ubuntu MATE?
de: Was ist Ubuntu MATE?

source: Ubuntu MATE is an operating system -- the core software that runs your computer, similar to
de: Ubuntu MATE ist ein Betriebssystem -- die Kernsoftware, die Ihren Computer zum laufen bringt, ähnlich wie

source: and
de: und

source: Ubuntu MATE is a distribution (variation) of GNU/Linux. A dependable, secure, capable, and modern computer system that rivals all others in popularity and actual use.
de: Ubuntu MATE ist eine Distribution (Variation ) von GNU/Linux. Eine zuverlässige, sicher, fähig und moderne Computersystem dass alle anderen in der Popularität und die tatsächliche Nutzung mithalten kann.

source: Unlike other operating systems, Linux is a major one used:
de: Im Gegensatz zu anderen Betriebssystemen, ist Linux eine führender Betriebssystem der zum weitem Einsatz kommt:

source: on most of the world's fastest and most powerful supercomputers
de: auf den meisten der weltweit schnellsten und leistungsstärksten Supercomputer

source: on many of (if not most of) the computers that make up the backbone of Internet
de: auf viele (wann auch nicht alle) die Computer, die das Rückgrat des Internets bilden

source: and on corporate servers that require stability and reliability
de: und auf Unternehmensservern, die Stabilität und Zuverlässigkeit erfordern

source: Ubuntu MATE is a stable, easy-to-use operating system with a configurable desktop environment. It is ideal for those who want the most out of their computers and prefer a traditional desktop metaphor. With modest hardware requirements, it is suitable for modern desktops and laptops, single board computers (such as the Raspberry Pi) and older hardware alike.
de: Ubuntu MATE ist eine stabile, leicht zu bedienendes Betriebssystem mit einer konfigurierbaren Desktop-Umgebung. Es ist ideal für diejenigen, die das Beste aus ihren Computern wollen und eine herkömmliches Desktop- Metapher bevorzugen. Mit bescheidenen Hardware-Anforderungen, ist es geeignet für moderne Desktop-PCs und Laptops, Single-Board- Computer (wie der Raspberry Pi ) und ältere Hardware auch.

source: The operating system is more secure, and better supported than the operating system pre-installed on most home computer hardware today.
de: Das Betriebssystem ist sicherer und besser unterstützt als das vorinstallierte Betriebssystem auf die meisten gängigen Heim- Computer-Hardware.

source: Using Ubuntu MATE provides you with the freedom to run a complete, full-featured operating system, pre-configured with most (if not all) of the applications you will need for your daily computing. Change anything about the way it looks, the way it works, or the applications it runs to suit your taste.
de: Die Verwendung von Ubuntu MATE, bietet Ihnen die Freiheit, eine komplette voll funktionsfähige Betriebssystem laufen zu lassen. Ist vorkonfiguriert mit den meisten (wenn nicht alle ) Anwendungen, die Sie für Ihre tägliche Computing benötigen. Ändern Sie etwas über die Art und Weise wie es aussieht, wie es funktioniert, oder die ausgewählte Anwendungen nach Ihrem Geschmack.

source: Objectives
de: Ziele

source: Ubuntu MATE has a number of guiding objectives and goals:
de: Ubuntu MATE hat eine Reihe von Führungsziele und Ziele:

source: Accessible to all, regardless of language and physical ability.
de: Zugänglich für alle, unabhängig von der Sprache und körperlichen Fähigkeiten.

source: Increase both Ubuntu and MATE Desktop user adoption.
de: Erhöhen sowohl Ubuntu und MATE Desktop- Benutzerakzeptanz.

source: Ubuntu alternative for computers that aren't powerful enough to run a composited desktop.
de: Ubuntu ist eine Alternative für Computer, die nicht stark genug sind, um einen Compositing Desktop zu treiben.

source: First choice Ubuntu platform for remote workstation solutions such as LTSP and X2Go.
de: Erste Wahl Ubuntu -Plattform für Fern-Workstation-Lösungen (remote workstation solutions) wie LTSP und x2go.

source: Recreate the halcyon days of Ubuntu for users who prefer a traditional desktop metaphor.
de: Stellen Sie die glückliche Zeit von Ubuntu für Anwender wieder her, die eine herkömmliche Desktop- Metapher bevorzugen.

source: Use themes and artwork similar to Ubuntu so that Ubuntu MATE is immediately familiar.
de: Verwenden Sie Themen und Grafiken ähnlich wie Ubuntu, so dass Ubuntu MATE Ihnen sofort vertraut ist.

source: When possible contribute to Debian so both the Debian and Ubuntu communities benefit.
de: Wenn möglich, Debian beitragen, sowohl die Debian und Ubuntu Gemeinden profitieren.

source: Software selection will favor functionality and stability over lightness and whimsy.
de: Software-Auswahl wird Funktionalität und Stabilität über die Leichtigkeit und Laune begünstigen.

source: is one of, if not the, largest deployed
de: ist einer der, wenn nicht die, größten im Einsatz

source: based desktop operating systems in the world. Linux is at the heart of Ubuntu and makes it possible to create secure, powerful and versatile operating systems, such as
de: basierten Desktop- Betriebssysteme in der Welt. Linux ist das Herzstück von Ubuntu und macht es möglich, sichere, leistungsstarke und vielseitige Betriebssysteme zu schaffen, sowie

source: Android is now in the hands of billions of people around the world and it's also powered by Linux.
de: Android ist jetzt in den Händen von Milliarden von Menschen auf der ganzen Welt und es ist auch von Linux betrieben.

source: Ubuntu is available in a number of different
de: Ubuntu ist in einer Reihe von verschiedenen

source: flavors
de: Desktop-Umgebungen erhältlich

source: each coming with its own desktop environment. Ubuntu MATE takes the Ubuntu base operating system and adds the
de: jeder kommt mit seiner eigenen Desktop-Umgebung. Ubuntu MATE nimmt die Ubuntu- Basis-Betriebssystem und fügt die

source: MATE Desktop
de: MATE Desktop dazu

source: Wikipedia says that
de: Wikipedia sagt, dass

source: a Desktop Environment is
de: eine Desktop-Umgebung ist

source: an implementation of the desktop metaphor made of a bundle of programs running on top of a computer operating system, which share a common graphical user interface (GUI). Desktop GUIs help the user to easily access and edit files.
de: eine Implementierung der Desktop Metapher eines zusammengefügten Bündels von Programmen die auf einem Computer- Betriebssystem laufen, die eine gemeinsame grafische Benutzeroberfläche (GUI) teilen. Desktop- GUIs helfen dem Anwender einen einfachen Zugriff auf und Bearbeiten von Dateien.

source: The MATE Desktop implements essential features that you'd expect in a desktop environment, such as:
de: Die MATE -Desktop implementiert wesentliche Funktionen, die Sie in einer Desktop-Umgebung erwarten würde, sowie:

source: File Browser
de: Dateibrowser

source: Calculator
de: Kalkulator

source: Image Viewer
de: Bildbetrachter

source: Document Viewer
de: Dokument Leser (Viewer)

source: Terminal
de: Terminal (Konsole)

source: All of which are highly customisable and managed via the
de: Alle sind hochgradig anpassbar und über das

source: Control Center
de: Kontrollzentrum verwaltete

source: MATE Desktop provides an intuitive and attractive desktop environment using traditional metaphors, which means if you've ever used
de: MATE Desktop bietet eine intuitive und attraktive Desktop-Umgebung mit traditionellen Metaphern, was bedeutet, wenn Sie überhaupt

source: or
de: oder benutzt haben

source: it will feel very familiar.
de: wird es ich sehr vertraut fühlen.

source: The MATE Desktop has a rich history and is the continuation of the GNOME 2 desktop, which was the default desktop environment on many Linux and Unix operating systems for over a decade. This means that MATE Desktop is tried, tested and very reliable.
de: Die MATE -Desktop hat eine reiche Geschichte und ist die Fortsetzung des GNOME- 2-Desktop, es war die Standard- Desktop-Umgebung auf vielen Linux und Unix-Betriebssysteme seit mehr als einem Jahrzehnt. Dies bedeutet, dass MATE Desktop erprobt, getestet und sehr zuverlässig ist.

source: Open Source
de: Open Source (Frei-Quellecode)

source: What Linux, Ubuntu and MATE Desktop all have in common is they are Open Source. This software can be freely used, changed, and shared (in modified or unmodified form) by anyone. In a nutshell Ubuntu MATE is free, in the truest sense of the word.
de: Was Linux, Ubuntu und MATE -Desktop alle gemeinsam haben, ist, dass sie Open Source sind. Diese Software kann frei verwendet, verändert und geteilt werden von jedermann (in veränderter oder unveränderter Form). Auf den Punkt gebracht ist Ubuntu MATE im wahrsten Sinne des Wortes frei (Kostenlos).

source: Although you will find some distributions (variations) of Linux for purchase, the vast majority are provided free of charge, like Ubuntu MATE. The distribution is licensed in a way that allows anyone to give it away for free, with no strings attached. For example, the licence gives any member of the user community the freedom to use Linux for any purpose, to distribute, modify, redistribute, or even sell the operating system. If you do modify and then redistribute Linux with your modifications, you are required by the licence to submit your modifications for possible inclusion into future versions. There is no guarantee that this will ever happen, but if you have made it better, then your changes just might be included in the next release of Ubuntu MATE.
de: Obwohl Sie für den Kauf einige Distributionen (Variationen) von Linux finden, die überwiegende Mehrheit sind kostenlos zur Verfügung gestellt, wie Ubuntu MATE. Open Source Software ist in einer Weise lizenziert, das jedermann erlaubt es kostenlos zu verschenken ohne weitere Bedingungen. Zum Beispiel, gibt die Lizenz jedes Mitglied des User-Community (Benutzer -Gemeinde) die Freiheit, Linux für jeden Zweck zu verwenden, zu verteilen, zu modifizieren, zu vertreiben, oder sogar das Betriebssystem zu verkaufen. Wenn Sie Änderungen vornehmen und dann Linux neu verteilen mit Ihren Änderungen, werden Sie durch die Lizenz Bedienungen, um Ihre Änderungen für die mögliche Aufnahme in zukünftige Versionen ein zu reichen. Es gibt keine Garantie, dass dies jemals passieren wird aber wenn Sie es verbessert haben, dann könnten die Änderungen in der nächsten Version (Ausgabe) von Ubuntu MATE enthalten sein.

source: Many of the users of Linux are corporations that use the operating system to run their businesses, or include it within their products. Many of these corporations provide fixes and new features for Linux as they use the software for their businesses.
de: Viele der Nutzer von Linux sind Unternehmen, die das Betriebssystem verwenden um ihre Geschäfte zu führen, oder sind sie in ihren Produkten enthalten. Viele dieser Unternehmen stellen Fehlerkorrekturen und neue Funktionen für Linux fest, wahrend sie die Software für ihre Arbeit nutzen.

source: These improvements are given back
de: Diese Verbesserungen werden

source: to the Linux community and Ubuntu MATE improves as a result. This is how we can continually improve and grow without having to charge our users money.
de: an der Linux -Gemeinde zurückgegeben und Ubuntu MATE wird verbessert als ein Ergebnis. Dies ist, wie wir kontinuierlich verbessern und wachsen kann, ohne dass wir von unsere Nutzer, Geld verlangen müssen.

source: Unlike Windows and OS X, Linux is not created and supported by just one company. It is supported by Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD, and Microsoft. Over 4,000 developers contributed to Linux over the last 15 years.
de: Im Gegensatz zu Windows und OS X wird Linux nicht nur von ein Unternehmen geschaffen und unterstützt. Es wird von Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD und Microsoft unterstützt. Über 4.000 Entwickler trugen zu Linux Entwicklung in den letzten 15 Jahren.

source: Whether you are a home user of Ubuntu MATE, an Ubuntu MATE software or application developer, or an employee of an organization that uses the operating system, you are a member of the Linux and Open Source communities and benefit from the efforts of the developers who contribute to Ubuntu MATE and its related projects: Linux, MATE, and Ubuntu. Members of the community run Linux on almost any hardware, from the prettiest Macbook to the cheapest netbook, from the newest Chromebook to some very old machines designed for Windows, and from the most powerful Internet servers to the smallest smart thermostat.
de: Egal, ob Sie ein Heimanwender von Ubuntu MATE sind, ein Ubuntu MATE Software oder Anwendungsentwickler, oder Mitarbeiter einer Organisation, die das Betriebssystem verwendet, Sie sind Mitglied der Linux und Open Source -Gemeinden und profitieren von den Anstrengungen der Entwickler, die auf Ubuntu MATE und die damit verbundenen Projekte beitragen: Linux, MATE und Ubuntu. Die Mitglieder der Gemeinschaft setzen Linux auf fast jeder Hardware ein, von der hübscheste Macbook zum billigsten Netbook, der neuesten Chromebook zu einigen sehr alten Maschinen für Windows, und von den mächtigsten Internet -Server auf den kleinsten intelligenten Thermostat (smart thermostat).
