Repository: demirkolemre/pardus-giris
Catalog: pardus/po/software/*.po
Languages: be_by, de

source: Accessories
be_by: Інструменты
de: Zubehör

source: Education
be_by: Адукацыя
de: Bildung

source: Games
be_by: Гульні
de: Spiele

source: Graphics
be_by: Графіка
de: Grafik

source: Programming
be_by: Праграмаванне
de: Programmierung

source: Sound & Video
be_by: Аўдыё і відэа
de: Sound (Klang) & Video

source: System Tools
be_by: Сістэмныя сродкі
de: System Tools (Systemwerkzeuge)

source: Universal Access
be_by: Універсальны доступ
de: Universal Zugang

source: Servers
be_by: Серверы
de: Internet-Server

source: More Software
de: Mehr Software

source: Fixes
de: Reparatur Möglichkeiten

source: There is an abundance of software available for Ubuntu MATE and some people find that choice overwhelming. The Boutique is a carefully curated selection of the best-in-class applications chosen because they integrate well, complement Ubuntu MATE and enable you to self style your computing experience.
be_by: Для Ubuntu MATE даступна мноства праграм. Некаторым людзям цяжка выбіраць з такой вялікай колькасці. Буцік - гэта збор дбайна выбраных праграм, найлепшых у сваім класе. Мы адабралі іх таму, што яны натуральна ўпісваюцца ў Ubuntu MATE і дазваляюць вам самім кіраваць сваёй працай за камп'ютарам.
de: Es gibt jede Menge Software für Ubuntu MATE und einige Leute finden, dass die Auswahl einfach überwältigend ist. Die Software wird sorgfältig von die Besten, erstklassige Anwendungen ausgewählt. Da sie sich sehr gut in das System integrieren lassen, Ubuntu MATE ergänzen und ermöglicht es Ihnen sich selbst, Stil in Ihr Computer-Erlebnis einzubringen.

source: If you can't find what you're looking for, install one of the
be_by: Калі не можаце знайсці тое, што шукаеце, усталюйце адзін з
de: Wenn Sie nicht finden was Sie suchen möchten, installieren Sie eine der

source: software centers
be_by: праграмных цэнтраў,
de: Software- Zentren

source: to explore the complete Ubuntu software catalog.
be_by: каб аглядзець увесь шэраг даступных для Ubuntu праграм.
de: um die komplette Ubuntu Software-Katalog zu erkunden.

source: More Apps Await.
be_by: Больш праграм.
de: Weitere Apps sind Verfügbar.

source: Connect your computer to the Internet to explore a wide selection of applications for Ubuntu MATE.
be_by: Злучыце камп'ютар з інтэрнэтам, каб аглядаць шырокі абсяг праграм для Ubuntu MATE.
de: Verbinden Sie Ihren Computer mit dem Internet um eine große Auswahl an Anwendungen für Ubuntu MATE zu erkunden.

source: Once online, you'll be able to download and install tried & tested software right here in Welcome. Our picks ensure that the software featured integrates well the Ubuntu MATE desktop.
be_by: Будучы анлайн, вы зможаце сцягваць і ўсталёўваць правераныя праграмы проста тут, у Welcome. Наш выбар гарантуе, што яны добра інтэгруюцца з асяроддзем Ubuntu MATE.
de: Einmal online, können Sie bereits getestete Software herunterladen und sie für Ihren Desktop installieren, direkt von Willkommen aus. Unsere Auswahl stellt sicher, dass diese Software sich sehr gut mit der Ubuntu- MATE Desktop einbindet.

source: Sorry, Welcome could not establish a connection to the Ubuntu repository server. Please check your connection and try again.
be_by: Welcome не здолеў злучыцца з серверам рэпазітараў Ubuntu. Праверце злучэнне і паспрабуйце ізноў.
de: Entschuldigung, Willkommen konnte keine Verbindung mit dem Ubuntu Software Server herstellen. Bitte überprüfen Sie die Verbindung und versuchen Sie es erneut.

source: Retry Connection
be_by: Паўтарыць злучэнне
de: Verbindung nochmal versuchen

source: Connection Help
be_by: Даведка па злучэнню
de: Verbindungs Hilfe

source: Get Connected.
be_by: Злучана.
de: Verbinden Sie sich.

source: Here's a few things you can check, depending on the type of connection you have:
de: Hier ein paar Dinge, die Sie überprüfen können, abhängig von der Art der Verbindung die Sie haben:

source: Wired Connection
de: Kabelverbindung

source: Is the cable securely plugged in?
de: Ist das Kabel richtig angeschlossen?

source: Is the router online and can other devices access the network? Try restarting the router.
de: Ist der Router online und können andere Geräte auf das Netzwerk zugreifen?. Versuchen Sie den Router neu zu starten.

source: Wireless Connection
de: Kabellose Verbindung (WiFi)

source: Have you entered the correct wireless password from the
de: Haben Sie den richtigen WiFi Passwort aus der

source: network indicator
de: Netzwerk -Indikator

source: in the upper-right?
de: oben rechtes eingegeben?

source: When disconnected, the applet looks like this:
de: Wenn keine Verbindung besteht, sieht das Applet so aus:

source: Is there a physical switch that may have accidentally switched off wireless functionality?
de: Gibt es einen physischen Schalter, die versehentlich die Wireless-Funktion ausgeschaltet hat?

source: Is there a soft (keyboard) switch that toggles it off?
de: Gibt es eine weiche (Tastatur) Schalter, der es abschaltet?

source: You may need to hold the FN key while pressing the function key.
de: Möglicherweise müssen Sie die FN -Taste gedrückt halten, während Sie die Funktionstaste drucken.

source: Here's an example:
de: Hier ein Beispiel:

source: Not working at all or experiencing sluggish connections?
de: Erleben Sie eine träge Verbindungen oder Funktioniert es überhaupt nicht?

source: Sorry to hear that. You will need a temporary wired connection to install working drivers.
de: Tut uns leid dass zu hören. Sie brauchen eine temporäre Kabelverbindung um die Treiber zu installieren.

source: The
be_by: Праграма
de: Die

source: Additional Drivers
be_by: Дадатковыя драйверы
de: Zusätzliche Treiber

source: tab may have them available for your system.
de: Knopf, könnte sie für Ihr System zur Verfügung haben.

source: Otherwise, you will need to manually install third party drivers for your hardware, or a download specific package containing the firmware. See
de: Andernfalls müssen Sie Treiber von Drittanbietern manuell für Ihre Hardware installieren, oder ein Download- spezifische Paket enthält die Firmware. Schauern Sie

source: Drivers
be_by: Драйверы
de: Treiber

source: in the
de: in der

source: Getting Started
be_by: Пачатак працы
de: Erste Schritte

source: section for more details.
de: Abschnitt für weitere Details an.

source: Feel free to
de: Fühlen sich frei

source: ask the community
de: die Gemeinde zu fragen

source: if you need assistance.
de: falls Sie Hilfe benötigen.

source: No Filter
be_by: Без фільтра
de: Kein Filter

source: Handy utilities for your computing needs.
be_by: Зручныя ўтыліты для камп'ютарных патрэбаў.
de: Praktische Dienstprogramme für Ihre IT-Anforderungen.

source: For study and children.
be_by: Для студэнтаў і школьнікаў.
de: Zum Lernen und für Kinder.

source: A selection of 2D and 3D games for your enjoyment.
be_by: Выбар з 2D і 3D гульняў для адпачынку
de: Eine Auswahl von 2D- und 3D-Spiele für Ihren Genuss.

source: For producing and editing works of art.
be_by: Для распрацоўкі і рэдагавання мастацкіх работ.
de: Für die Herstellung und bearbeiten von Kunstwerke.

source: For staying connected and enjoying the features of your own cloud.
be_by: Каб заставацца на сувязі і цешыцца ўласным воблакам.
de: Um verbunden zu bleiben und die Funktionen Ihrer eigenen Cloud zu genießen.

source: For more then just documents and spreadsheets.
be_by: Для большага, чым проста дакументы і табліцы.
de: Für mehr als nur Dokumente und Tabellen.

source: For the developers and system administrators out there.
be_by: Для распрацоўнікаў і сістэмных адміністратараў.
de: Für die Entwickler und Systemadministratoren da draußen.

source: Multimedia software for listening and production.
be_by: Мультымедыя-праграмы, каб слухаць і ствараць.
de: Multimedia-Software für das Hören und Produktion.

source: Software that makes the most out of your system resources.
be_by: Каб атрымаць максімум магчымасцяў ад вашай сістэмы.
de: Software, die das Beste aus Ihrem System-Ressourcen herausholt.

source: Software that makes your computer more accessible.
be_by: Каб зрабіць камп'ютар даступным для ўсіх.
de: Software, die Ihren Computer mehr zugänglich macht.

source: One-click installations for serving the network.
be_by: Усталяванне розных сервераў у адзін пстрык.
de: Ein-Klick Installationen, die das Netzwerk dienen.

source: Discover More Software
be_by: Каталогі праграм
de: Mehr Software entdecken

source: Graphical interfaces to browse a wide selection of software available for your operating system.
be_by: Графічныя інтэрфейсы, каб аглядаць і кіраваць вялікім шэрагам даступных для аперацыйнай сістэмы праграм.
de: Grafische Oberflächen für Ihr Betriebssystem um eine große Auswahl an Software zu suchen.

source: Miscellaneous Fixes
be_by: Розныя выпраўленні
de: Verschiedene Reparatur Möglichkeiten (Fixes)

source: This section contains operations that can fix common problems should you encounter an error while upgrading or installing new software.
be_by: Тут можна выправіць папулярныя праблемы, якія могуць узнікнуць з абнаўленнем ці ўсталяваннем новых праграм.
de: Dieser Abschnitt enthält Vorgänge, die häufig auftretende Probleme beheben können sollte ein Fehler auftreten, während ein Upgrade oder eine neue Software installiert wird.

source: Outdated Package Lists?
be_by: Састарэлы спіс пакункаў?
de: Veraltete Paketlisten?

source: Your repository lists may be out of date, which can cause
de: Ihr Paketlisten können veraltet sein, was kann

source: Not Found
de: Nicht gefunden

source: errors and
de: Fehler und

source: outdated version
de: veraltete Version

source: information when trying to install new or newer versions of software. This is particularly the case when Ubuntu MATE connects online for the first time after installation.
de: Information dazu führen wenn sie versuchen, neue oder noch neuere Versionen der Software zu installieren. Dies ist insbesondere dann der Fall, wenn Ubuntu MATE online nach der Installation zum ersten Mal verbindet.

source: Update the repository lists:
be_by: Абнавіць спісы рэпазітараў:
de: Aktualisieren Sie die Paketlisten:

source: Update Sources List
be_by: Абнавіць спіс крыніц
de: Paketen Quelle-List aktualisieren

source: Upgrade Installed Packages
be_by: Абнавіць усталяваныя пакункі
de: Installiert Pakete aktualisieren

source: Broken Packages?
be_by: Пашкоджаныя пакункі?
de: Kaputte Pakete?

source: When a previous installation or removal was interrupted
de: Wenn eine vorherige Installation oder Entfernung unterbrochen wurde

source: (for instance, due to power failure or loss of Internet connection)
de: (ZB durch Stromausfall oder Verlust der Internetverbindung)

source: further software cannot be added or removed without properly re-configuring these broken packages. If necessary, you may need to also resolve dependencies and install any missing packages in order for the software to run properly.
de: weitere Software kann nicht ohne richtig neu konfigurieren diese kaputten Pakete, hinzugefügt oder entfernt werden. Falls erforderlich, müssen Sie auch die Abhängigkeiten auflösen und alle fehlenden Pakete installieren, so dass Sie die Software ordnungsgemäß ausgeführt werden können.

source: Configure packages that were unpacked but not configured:
de: Konfigurieren Sie Pakete, die entpackt war, aber noch nicht konfiguriert sind:

source: Download and install broken dependencies:
be_by: Сцягнуць і ўсталяваць сапсаваныя залежнасці:
de: Kaputten Abhängigkeiten herunterladen und installieren:

source: Configure Interrupted Packages
be_by: Сканфігураваць перарваныя пакункі
de: Abgebrochen Pakete konfigurieren

source: Resolve Broken Packages
be_by: Выправіць пашкоджаныя пакункі
de: Kaputte Pakete auflösen

source: In addition, listed below are terminal equivalent commands that otherwise appear in the
de: Darüber hinaus, unten sind entsprechenden Terminal Befehle aufgelistet, die sonst in die

source: Software Updater
be_by: Абнаўленне праграм
de: Softwareaktualisierung Verwalter erscheinen

source: Upgrade all packages that have a new version available:
be_by: Абнавіць усе пакункі, для якіх даступны новыя версіі:
de: Aktualisieren Sie alle Pakete, die eine neue Version zur Verfügung haben:

source: Upgrade to a new release of Ubuntu MATE:
be_by: Абнавіцца да новага выдання Ubuntu MATE:
de: Zu eine neue Version von Ubuntu MATE aktualisieren:

source: Filter by Software License
be_by: Фільтраваць паводле ліцэнзіі
de: Filter nach Software-Lizenz

source: Hide Proprietary Software
be_by: Схаваць прапрыетарныя праграмы
de: Proprietärer Software ausblenden

source: Show Terminal Commands
be_by: Паказаць загады тэрмінала
de: Konsole Befehle anzeigen

source: Proprietary Software
be_by: Прапрыетарнымі праграмамі
de: Proprietärer Software

source: is owned by an individual or company. There may be restrictions on its usage (like a license agreement), and provides no access to the source code.
be_by: кіруюць і валодаюць асобныя людзі ці кампаніі. Могуць існаваць абмежаванні на іх выкарыстанне (напрыклад у ліцэнзійным пагадненні). Не даюць доступ да сваіх выточных кодаў.
de: ist Eigentum einen Person oder ein Unternehmen. Es kann Beschränkungen seiner Nutzung geben (wie eine Lizenzvereinbarung), und gibt es möglicherweise kein Zugriff auf den Quellcode.

source: Free and Open Source Software
be_by: Свабодныя і адкрытыя праграмы
de: Freie und Open Source Software

source: grants the user the freedom to share, study and modify the software without restriction. For instance, the GPL is an example of a 'Free Software' license.
be_by: даюць карыстальніку свабоду дзяліцца, вывучаць і змяняць іх без абмежаванняў. GPL - прыклад свбоднай праграмнай ліцэнзіі.
de: räumt der Benutzer die Freiheit die Software zu teilen, studieren und modifizieren ohne Einschränkung. Die GPL ist ein Beispiel für eine "Freie Software" Lizenz.

source: Software
be_by: Праграмы

source: Boutique
be_by: Буцік

source: Internet
be_by: Інтэрнэт

source: Office
be_by: Офіс

source: Software Boutique
be_by: Праграмны буцік

source: OK
be_by: Добра
