Repository: demirkolemre/pardus-giris
Catalog: pardus/po/chatroom/*.po
Languages: de, hu_hu

source: Chat Room
de: Chat Raum
hu_hu: Chat szoba

source: Chat with fellow users
de: Mit anderen Anwendern diskutieren
hu_hu: Csevegés más felhasználókkal

source: This IRC client is pre-configured so you can jump into our
de: Das IRC-Client ist so vorkonfiguriert, so dass Sie in unsere
hu_hu: Ez az IRC kliens előre be van állítva, így be tudsz ugrani a mi

source: channel on
de: Kanal, rein springen können auf
hu_hu: csatornánkra itt:

source: Most of the Ubuntu MATE team are on here but they have real lives too. If you have a question, feel free to ask.
de: Die meisten der Ubuntu MATE Team sind hier, aber sie haben auch einen echtes Leben. Wenn Sie eine Frage haben, Bitte fragen Sie.
hu_hu: Az Ubuntu MATE csapat nagy része jelen van itt, de van saját életük is. Ha kérdésed van, tedd csak fel.

source: However, it may take a while for someone to reply. Just be patient and don't disconnect right away.
de: Jedoch kann es eine Weile dauern, bis jemand antwortet. Nur Geduld haben und nicht sofort auflegen.
hu_hu: Azonban beletelhet egy kis időbe, míg valaki válaszol. Légy türelemmel, ne csatlakozz le rögtön.

source: It appears you are not connected to the Internet. Please check your connection to access this content.
de: Es scheint, dass Sie nicht mit dem Internet verbunden sind. Bitte überprüfen Sie die Verbindung um auf diesen Inhalt zuzugreifen.
hu_hu: Úgy tűnik, nem csatlakozol az internetre. Kérlek ellenőrizd az internetkapcsolatod, hogy elérd ezt a tartalmat.

source: Sorry, Welcome was unable to establish a connection.
de: Willkommen war leider nicht in der Lage eine Verbindung aufzubauen.
hu_hu: Elnézést, az Üdvözlőképernyő nem képes létrehozni a kapcsolatot.

source: Retry
de: Wiederholen
hu_hu: Megismétel

source: Join the IRC in Hexchat
de: Schließen Sie sich der IRC in Hexchat an
hu_hu: Csatlakozz az IRC-re a Hexchat-tel
