Repository: demirkolemre/pardus-giris
Catalog: pardus/po/helloguest/*.po
Languages: nl_nl, sr@latin

source: Welcome
nl_nl: Welkom
sr@latin: Dobrodošli

source: Entering the Guest Session.
nl_nl: Intreden van de gastensessie
sr@latin: Ulazak u sistem kao gost.

source: Guest Sessions are great for allowing other people to use this computer without tampering with applications, your settings or files.
nl_nl: Gastensessies dienen om anderen gebruik te laten maken van deze computer zonder ze te kunnen laten knoeien met programma's, jouw instellingen of bestanden.
sr@latin: Sesije za goste su odličan način da bez brige pustite druge da koriste Vaš kompjuter jer ove sesije ne mogu da utiču na postojeće aplikacije, podešavanja ili fajlove.

source: Any data left in the session will be lost when you log out!
nl_nl: Alle data die overblijft in de sessie zal verloren gaan wanneer je uitlogt!
sr@latin: Svi podaci u ovoj sesiji biće trajno izgubljeni nakon odjave gosta sa sistema.

source: Please transfer anything you'd like to keep to an external drive, a network share or cloud service.
nl_nl: Kopieer aub dingen die je wil bewaren naar een externe schijf, netwerkshare of cloud-dienst
sr@latin: Molim Vas prenesite sve što želite da trajno sačuvate na neki spoljni medijum, deljeni direktorijum na mreži ili na neki od internet servisa za čuvanje fajlova.

source: The
nl_nl: De
sr@latin: Ovo je

source: application introduces you to the operating system, but some features that require privileges will be disabled.
nl_nl: applicatie intoduceert je tot het besturingsysteem, maar sommige kenmerken die bepaalde privileges nodig hebben zullen gedeactiveerd blijven.
sr@latin: aplikacija zamišljena da Vas uputi u prve korake kroz operativni sistem. Obratite pažnju da funkcije koje zahtevaju administrativne privilegije nisu dostupne gostima.

source: Thank you for using Ubuntu MATE.
nl_nl: Bedankt voor het gebruiken van Ubuntu MATE.
sr@latin: Hvala Vam što koristite Ubuntu MATE.

source: Discover
nl_nl: Ontdek
sr@latin: Otkrij

source: Dismiss
nl_nl: Afwijzen
sr@latin: Otkaži
