Repository: demirkolemre/pardus-giris
Catalog: pardus/po/features/*.po
Languages: de

source: Features
de: Besonderheiten

source: Modern and Full-Featured
de: Moderne und voll ausgestattete

source: Ubuntu MATE is a modern computer operating system, with an attractive and easy to understand user interface. Its update manager keeps not only the operating system itself, but all of its installed applications updated to the current release. The operating system is more secure, and better supported than operating systems that come pre-installed on most home computer hardware today.
de: Ubuntu MATE ist ein modernes Computer-Betriebssystem mit einem leicht zu verstehen, attraktiven und einfachen Benutzeroberfläche. Die Aktualisierungsverwaltung hält nicht nur das Betriebssystem selbst, sondern aktualisiert alle seine installierten Anwendungen auf die aktuelle Version. Das Betriebssystem ist sicherer und besser unterstützt als Betriebssysteme, die heute auf den meisten Heimcomputer -Hardware vorinstalliert sind.

source: Pre-Configured Yet Flexible
de: Vorkonfigurierte und dennoch flexible

source: Using Ubuntu MATE provides you with the freedom to run a complete, full-featured operating system, pre-configured with most, if not all, of the applications you will need for your daily computing - or to change anything about the way it looks, the way it works, or the applications it runs to suit your taste.
de: Die Verwendung von Ubuntu MATE bietet Ihnen die Freiheit, eine vollständige voll funktionsfähige Betriebssystem, vorkonfiguriert mit den meisten wenn nicht alle Anwendungen, die Sie für Ihre tägliche Computing benötigen, oder etwas über die Art und Weise zu ändern, wie es aus sieht, wie es funktioniert, oder die Anwendungen einfach nach Ihrem Geschmack anzupassen an.

source: Built-In Security
de: Integrierte Sicherheit

source: Ubuntu MATE is designed with security in mind. Unlike operating systems that update only once a month, Ubuntu MATE receives updates continuously. The updates include security patches for Ubuntu MATE and all of its components. Security updates for all of its installed applications are also provided on the same schedule. This ensures that you have the latest protection for all of your computer's software -- as soon as it's available!
de: Ubuntu MATE wurde entwickelt mit Sicherheit im Auge. Im Gegensatz zu Betriebssystemen, die sich nur einmal im Monat aktualisieren, Ubuntu MATE erhält Aktualisierungen kontinuierlich. Die Aktualisierungen schließen Sicherheitspatches für Ubuntu MATE und alle seine Komponenten an. Sicherheitsaktualisierungen für alle seine installierten Anwendungen sind auch auf dem gleichen Zeitplan vorgesehen. Dies stellt sicher, dass Sie den aktuellsten Schutz für alle Ihre Computer Software bekommen -- sofern es verfügbar ist!

source: Ubuntu MATE can get viruses and other infections... but it doesn't. Rapid and timely updates ensure that there are very few, if any threats to Linux systems like Ubuntu MATE that persist in the wild. In reality, there have been very few "public" infections in the last 10 years that can affect Ubuntu MATE. They are no longer a threat to anyone installing or using a modern Linux distribution today. Ubuntu MATE is designed to make it difficult for viruses, root kits and other malware to be installed and run without conscious intervention by you, the user. Even if you do accidentally invite in an infection, chances are it's designed to attack Windows and won't do much, if any damage to Ubuntu MATE.
de: Ubuntu MATE könnte Viren und anderen Infektionen bekommen ... aber erhält es keine. Eine schnelle und rechtzeitige Aktualisierung sorgt dafür, dass es nur sehr wenige Gefahren für Linux-Systeme wie Ubuntu MATE in der Internet Wildnis gibt. In Wirklichkeit hat es in den letzten 10 Jahren nur sehr wenige "public" Infektionen gegeben die Ubuntu MATE beeinflussen könnten. Sie sind nicht mehr eine Bedrohung für alle die Installierten oder moderne angewendeten Linux-Distribution heute. Ubuntu MATE wurde entwickelt um auf Viren, Rootkits und andere Malware (Schadsoftware) ohne bewusste Intervention von der Benutzer installiert und ausgeführt werden zu erschweren. Selbst wenn Sie versehentlich einer Infektion laden, die Chancen sind dass es so konzipiert um eine Windows- Angriff durchzuführen ist und wird nicht viel oder wenn überhaupt, Ubuntu MATE was tun.

source: Another significant security feature of Ubuntu MATE is that its users are not administrators by default. Administrators ("root" users) on any computer system have permission to do anything they want, including the ability to damage the system.
de: Ein weiterer wichtiger Sicherheitsmerkmal von Ubuntu MATE ist dass seine Benutzer, keine standardmäßig Administratoren ("root" Benutzer) sind. Administratoren auf jedem Computer System haben die Erlaubnis, alles zu tun was sie wollen, einschließlich der Fähigkeit, das System zu beschädigen.

source: For example, other operating systems look at the name of a file to determine which program should open it, then immediately attempt to open it. That design makes it easy for an intruder to attack a computer. Ubuntu MATE opens a file based on what the file is, not based on its name. So even if a malicious program disguises its identity by using the name "Last Will and Testament.txt" Ubuntu MATE will recognize the file as a program. The system provides a warning that the file is not a text file, but that it is a program that will be run if you give it permission to continue. To be extra secure, Ubuntu MATE requires you to provide your administrator password before that permission is granted. Every single time.
de: Beispielsweise, sehen andere Betriebssysteme auf den Namen einer Datei um festzustellen welches Programm es öffnen soll, dann versucht er es unverzüglich zu öffnen. Das Design macht es einfach für ein Eindringling einen Computer zu attackieren. Ubuntu MATE öffnet eine Datei nicht wegen seinen Namen auf, sondern um was genau die Datei ist (welche Art von Datei). Also selbst wenn ein bösartiges Programm seine Identität verschleiert mit dem Namen "Last Will und Testament.txt", wird Ubuntu MATE die Datei als ein Programm erkennen. Das System liefert eine Warnung dass die Datei nicht eine Textdatei ist, sondern dass es handelt sich um ein Programm das ausgeführt werden soll wenn Sie ihm die Erlaubnis geben. Um besonders sicher zu sein, Ubuntu MATE erfordert dass Sie Ihr Administrator Kennwort zur Verfügung stellen bevor die Genehmigung erteilt wird. Und dass jedes Mal.

source: Powerful Applications
de: Leistungsstarke Anwendungen

source: While MATE Desktop provides the essential user interfaces to control and use a computer, Ubuntu MATE adds a collection of additional applications to turn your computer into a truly powerful workstation.
de: Während MATE -Desktop Ihnen die wesentlichen Benutzeroberflächen zu steuern und verwenden einen Computer bietet, fügt Ubuntu MATE eine Sammlung von zusätzlichen Anwendungen, die Ihren Computer in eine wirklich leistungsstarke Arbeitsplatz umwandelt bei.

source: Productivity
de: Produktivität

source: Firefox delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and an integrated search to let you get the most out of the web.
de: Firefox liefert sichere, einfache Web-Browsing. Eine vertraute Benutzeroberfläche, erweiterte Sicherheitsfunktionen wie Schutz vor Online-Identitätsdiebstahl und eine integrierte Suchfunktion, damit Sie das Beste aus dem Netz bekommen können.

source: Thunderbird is a full-featured email, RSS and newsgroup client that makes emailing safer, faster and easier than ever before. It supports different mail accounts (POP, IMAP, Gmail), has a simple mail account setup wizard, one-click address book, tabbed interface, an integrated learning spam filter, advanced search and indexing capabilities, and offers easy organization of mails with tagging and virtual folders. It also features unrivalled extensibility.
de: Thunderbird ist eine voll funktionsfähige E-Mail, RSS und Newsgroup - Client, der die Umgang mit E-Mail sicherer, schneller und einfacher macht als je zuvor. Es unterstützt verschiedene E-Mail -Konten (POP , IMAP, Gmail), hat eine einfache Mail Kontoeinrichtungsassistent, Ein-Klick- Adressbuch, Oberfläche mit Registerkarten, einer integriertes lernendes Spam-Filter, erweiterte Such- und Indizierungsfunktionen, und bietet eine einfache Organisation von E-Mails mit Tagging (etikettieren) und virtuellen Ordnern. Es verfügt über unübertroffene Erweiterbarkeit auch.

source: LibreOffice is a full-featured office productivity suite that provides a near drop-in replacement for Microsoft(R) Office; its clean interface and powerful tools let you unleash your creativity and grow your productivity. LibreOffice embeds several applications that make it the most powerful Free and Open Source Office suite on the market:
de: LibreOffice ist ein leistungsstarkes Office-Paket; die klare Oberfläche und mächtigen Werkzeuge lassen Sie Ihre Kreativität entfalten und Ihre Produktivität steigern. LibreOffice vereint verschiedene Anwendungen; das macht es zum überzeugendsten freien und Quell- öffnen Büro- Paketen auf dem Markt. Eine fast vollständig kostenlosen Ersatz für Microsoft(R) Office.

source: Writer, the word processor.
de: Writer, die Textverarbeitung.

source: Calc, the spreadsheet application.
de: Calc, die Tabellenkalkulation.

source: Impress, the presentation engine.
de: Impress, das Präsentationsprogramm.

source: Draw, the drawing and flowcharting application
de: Draw, das Zeichenprogramm und flowcharting Anwendung

source: Base, the database and database frontend.
de: Base, die Datenbankverwaltung und Datenbank frontend.

source: Math, for editing mathematics.
de: Math, der Formeleditor.

source: Entertainment
de: Unterhaltung

source: Rhythmbox is a very easy to use music playing and management program which supports a wide range of audio formats (including mp3 and ogg). Originally inspired by Apple's iTunes, the current version also supports Internet Radio, iPod integration and generic portable audio player support, Audio CD burning, Audio CD playback, music sharing, and Podcasts.
de: Rhythmbox- Musikspieler und Management-Programm ist ein sehr einfach zu bedienender Anwendung, die eine breite Palette von Audio-Formate unterstützt (einschließlich mp3 und ogg ). Ursprünglich inspiriert von Apples iTunes, unterstützt die aktuelle Version Internet-Radio, iPod-Integration und allgemeine tragbaren Audio-Player und Podcasts zugleich.

source: Shotwell is a digital photo organizer. It allows you to import photos from disk or camera, organize them in various ways, view them in full-window or fullscreen mode, and export them to share with others. It is able to manage a lot of different image formats, also including raw CR2 files.
de: Shotwell ist ein digital Foto Verwalter. Es ermöglicht Ihnen, Fotos von der Festplatte oder eine Kamera zu importieren, sie zu organisieren auf verschiedene Weise, sie in Voll Fenster oder Vollbild -Modus zu sehen und exportieren, und sie mit anderen zu teilen. Es ist in der Lage, viele verschiedene Bildformate zu verwalten, rohe CR2 -Dateien inklusive.

source: VLC is the VideoLAN project's media player. It plays MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis files, DVDs, VCDs, podcasts, and multimedia streams from various network sources.
de: VLC ist der Media-Player des VideoLAN -Projekt. Es spielt MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, Quicktime, WebM, FLAC, MP3, Ogg / Vorbis-Dateien, DVDs, VCDs, Podcasts und Multimedia-Streams aus verschiedenen Netzwerkquellen ab.

source: VLC can also be used as a streaming server that duplicates the stream it reads and multicasts them through the network to other clients, or serves them through HTTP.
de: VLC kann auch als Streaming-Server verwendet werden, der den Strom dupliziert abliest, und Multicasts sie über das Netzwerk an andere Clients, oder schickt sie über HTTP weiter.

source: VLC has support for on-the-fly transcoding of audio and video formats, either for broadcasting purposes or for movie format transformations.
de: VLC hat Unterstützung für on-the-fly (spontan) digitale entschlüsseln von Musik- Audio und Videoformate, entweder für Sendezwecke oder für Filmformat Transformationen.

source: ... And a whole lot more!
de: ... Und eine ganze Menge mehr!

source: Naturally you'll also find a firewall, backup application, document/photo scanner and printer management all included in Ubuntu MATE. And this is just the start. The
de: Natürlich finden Sie eine Firewall, Backup-Anwendung, Dokument/Fotoscanner und Drucker -Management, alle in Ubuntu MATE bereit enthalten. Und das ist nur der Anfang. Die

source: sections includes best-in-class applications for most tasks and a one-click installer for an
de: Abschnitte umfasst großartige Anwendungen für die meisten Aufgaben und ein Ein-Klick Installer,

source: that will give you access to thousands of applications suitable for just about any professional or recreational pursuit.
de: dann haben Sie Zugriff auf Tausende von Anwendungen geeignet für fast jede berufliche oder Freizeitbeschäftigung.

source: Games
de: Spiele

source: In the last couple of years Linux has become a first class gaming platform thanks to
de: In den letzten paar Jahren ist Linux ein großartige Spiel-Plattform geworden, dank der einbringen von

source: bringing the
de: und

source: platform to Linux. At the time of writing Steam has more than 1000 high quality indie and AAA titles available for Linux. Ubuntu MATE is fully compatible with Steam for Linux.
de: Plattformen auf Linux. Zum Zeitpunkt des Schreibens hat "Steam" mehr als 1000 qualitativ hochwertige Indie und AAA erhältliche Titel für Linux. Ubuntu MATE ist voll kompatibel mit Steam für Linux.

source: While Steam is a major step forward for gaming on Linux, there are also many high quality and enjoyable Open Source games titles available for Ubuntu MATE. It doesn't matter if you like flight simulators, motor racing, first person shooters, jump and run or card games, you'll find something to keep you entertained.
de: Während "Steam" ein wichtiger Schritt für Spiele auf Linux ist, es stehen auch viele qualitativ, hochwertige und unterhaltsame Open Source Spiele für Ubuntu MATE zur Verfügung. Es spielt keine Rolle, ob Sie Flugsimulatoren, Motorsport, Ego-Shooter, Jump and Run oder Kartenspielen mögen, Sie werden etwas finden um sich zu unterhalten.

source: Accessibility
de: Zugänglichkeit

source: Making an accessible operating system was a key priority when the Ubuntu MATE founders initially set out the goals of the project.
de: Wenn die Ubuntu MATE Gründer die Ziele des Projekts erst festgelegt hatten, war ein zugängliches Betriebssystem zu machen eine Priorität.

source: Ubuntu MATE is never going to be able to offer the comprehensive integration of assistive technologies that
de: Ubuntu MATE wird nie in der Lage sein, die umfassende Integration von assistiven Technologien, die

source: provides. But Ubuntu MATE will continue to follow their lead so that Ubuntu MATE is a viable desktop solution where computer access is shared within a household or business where individual needs differ.
de: haben, anbieten können. Aber Ubuntu MATE wird auch weiterhin ihre Führung folgen, so dass Ubuntu MATE eine entwicklungsfähige Desktop-Lösung ist, wo der Computer den Zugriff innerhalb eines Haushalts oder Geschäft geteilt wird, in dem die individuellen Bedürfnisse unterscheiden.

source: Currently Ubuntu MATE has the essential mobile device support you'd expect. You can plug in a phone, media player or digital camera and the device is automatically detected and mounted. You can then access the files on it or sync its contents.
de: Derzeit hat Ubuntu MATE die wesentliche Unterstützung für Mobilgeräte man erwarten würde. Sie können einem Telefon, Media-Player oder eine Digitalkamera einstecken und das Gerät wird automatisch erkannt und eingebunden.
